{
    "Pain/Stenosis (and/or radiculopathy), Cervical (SP-3.1)": [
        {
            "annotator_id": 1,
            "paragraph_one": "The patient reports neck pain that started approximately 3 months ago. The patient had an Xray performed that showed no acute fractures, dislocations or acute osseous abnormalities. Reports numbness and tingling of right arm and at times has trouble holding objects in hand. The patient describes the pain sharp in nature and is worse in the evening. The patient denies any known injury to neck or back. The patient has been taking over the counter medications without relief and is requesting something stronger for pain. The patient  denies loss of bowel or bladder. Upon assessment, deep tendon refluxes are symmetric with normal tone. The patient reports decreased sensation in the right upper extremity and describes the feeling as \"tingling\" in nature. The patient is unable to tolerate physical activity due to pain. ",
            "paragraph_two": "The patient is here for a follow-up after having a c7-t1 disk herniation. The patient had a anterior cervical diskectomy and fusion of c5-c7 11 years ago. The patient reports constant pain in his right scapula, radiating down the posterior aspect of the right arm, forearm and into the fourth and fifth digit of his right hand. The patient has undergone physical therapy, NSAIDs, and 3 epidural steroid injections. The patient reports some relief with his last injection, but in January his pain returned. The patient denies any problems with balance or clumsiness. The patient has 4/5 grip strength with his right upper extremity and 5/5 on the left upper extremity. The patient has a positive Spurling's sign on the right, negative on the left. X-rays reviewed today of the cervical spine show no evidence of hardware migration and a solid fusion at both levels of c5-c7. We would like to obtain a new MRI of the cervical spine without contrast to evaluate for persistence of disc herniation. "
        }
    ],
    "Pain (without radiculopathy), Lumbar (SP-5.1)": [
        {
            "annotator_id": 2,
            "paragraph_one": "The patient is obese with a history of chronic lower back pain. The patient was seen in the office today for increased pain in the back after riding in the car for slightly longer than half a day. The patient was last seen in our office on  [DATE] for the lower back pain. The patient denies any known injury or trauma to her back. The patient denies numbness or tingling in the arms or legs or loss of bowel or bladder. The patient reports the pain is isolated to the lower lumbar region and does not radiate into the legs or pelvis. The grips strength are strong and equal bilaterally for upper extremities. Xray's obtained last visit were normal, the patient was then referred to physical therapy, in which the patient refused to attend. The patient has taken NSAIDs and Tylenol for their pain with minimal relief. I will order a prednisone taper and a lidocaine patches, along with an MRI of the lumbar spine. I have educated the patient on the need for weight loss and increasing physical exercise to help decrease back pain. ",
            "paragraph_two": "Patient reports lower back pain after attempting to lift a lawn-mower out of a truck. Pain is isolated to the lower back/ lumbar region and is dull in nature. Patient denies radiation of pain into legs or buttocks area. Reports minimal relief with ice, heat, rest, NSAIDs and Tylenol. Patient is an otherwise healthy who walks 2 miles daily and has a physical job as a carpenter. Xray obtained in office today was within normal limits. Patient education of gentle stretching exercises' performed. Prednisone, Vicodin and Flexeril will be ordered for the patient. Patient education performed to refrain from drinking alcohol in combination with these medications. Follow-up appointment made, if symptoms do not improve in 6-8 weeks will consider an MRI. "
        },
        {
            "annotator_id": 16,
            "paragraph_one": "Patient is seen today [DATE] in the clinic for pain in the lumbar spine. Patient reports lower back pain. Patient reports that there is no injury or accident causing the pain.  The patient has had MRIs of the lumbar spine in the past. Outside images previously performed:  MRI lumbar spine from [DATE] that was positive for retrolisthesis L5 and S1, as well as stenosis.  The patient is counseled that there is concern for lumbar spine pathology due to several month history of spine pain without any resolution. Also, can take OTC NSAIDs as needed for pain and recommend physical therapy exercises.  Patient prefers to do home exercises instead of seeing a physical therapist. Xray Lumbar spine showed no identified lumbar spine fracture or malalignment. Current medication noted is  MELOXICAM 15 MG oral tab started [DATE].\n \n ",
            "paragraph_two": "The patient is between 62-67 with 1 year history of low back pain. Pain scale is 8/10 axial across the bilateral lumbosacral junction. Patient now has bilateral hip pain without bilateral features. The pain is increased when walking, sitting, standing, or lying down. Patient has undergone conservative treatment for 1 year. This has included physical therapy which was providing some relief. The patient has also been treated with anesthesia nerve blocks which were helpful as well. Current  medications include cyclobenzaprine, methyl prednisone, triamcinolone cream, naproxen. MRI Spine [DATE] showed multilevel degenerative changes. It also shows poorly evaluated disc profusion at C6-C7 minimally flattens the ventral cord without evidence of cord edema."
        }
    ],
    "Pain/Stenosis (and/or radiculopathy), Thoracic (SP-4.1)": [
        {
            "annotator_id": 3,
            "paragraph_one": "Patient is here for pain in neck and back. The patient has completed 6 weeks of PT for planta fasciitis and chronic thoracic back pain. The patient reports some improvement of pain posts physical therapy and they continues to do home exercises. The patient locates pain around bilateral scapula and midline thoracic back that can be sharp with motion. The patient now reports neck pain that occurs in the morning, but improves as the day goes on. The patient denies numbness, tingling or weakness. The patient is not taking anything for the pain. The patient has had an Xray with a chiropractor in [DATE]. Pain with rotation, bending to the left of his neck and is tender over midline thoracic spine. Will order an MRI of the thoracic spine if he reports not improvement with 6 weeks of PT. ",
            "paragraph_two": "Patient has thoracic spine pain. The patient reports pain in mid back region that is worse with movement. The patient denies any known injury or trauma. Patient has an extensive history of lower back pain and neck pain with multiple visits to our office. The patient has had a previous MRI of the lumbar spine in December 2020 that was within normal limits. The patient suffers from depression, anxiety, fibromyalgia and is obese. Spine is nontender upon palpation from the cervical spine down to the sacrum. Strength testing is normal 5 out of 5 with hip knee ankle flexion extension. Sensation is grossly intact from the hips down to the feet and toes. Recommend an MRI of the thoracic spine, OTC NSAIDs, heat and ice as needed for pain. PT handout provided at visit today. "
        }
    ],
    "Trauma (Cervical) (SP-3.2)": [
        {
            "annotator_id": 4,
            "paragraph_one": "Patient arrives to the emergency room via ambulance after falling backwards on ice, striking the back of the head. Reports brief loss of consciousness and spent approximately 15 minutes on the ground before someone noticed. Patient is awake, alert and oriented at time of arrival to the emergency department and reported some nausea. Cervical spine was immobilized with a Miami-J collar by Ems. Upon palpation patient reports tenderness over c1-c3 region. Hematoma notes to back of patients head, bleeding is controlled. 50mcq IV fentanyl given for cervical spine pain. Grip strength equal, sensation fully intact and deep tendon refluxes are intact. Patient will have an emergent CT of head and cervical spine. Cervical spine will remain immobilized.  Follow up Xray of the cervical spine performed on [DATE] showed a closed nondisplaced fracture of the first cervical vertebra that is healing.",
            "paragraph_two": "Patient was the restrained driver of a 80mph motor vehicle collision that T-boned another vehicle. Upon impact airbags deployed and patient had brief loss of consciousness. EMS immobilized patients cervical spine after the patient reported tenderness to neck. Upon arrival patient is  crying in pain and was given 100mcq IV fentanyl. Upon palpation patient has tenderness in the c2-c4 region. The patient reports numbness and tingling to bilateral legs from knees to toes and rectal tone is not intact. Patient was found to be incontinent of bowel and bladder at time of arrival. Deep tendon reflexus are diminished and upper grip strengths bilaterally are 3/5. Emergent CT of head, neck, spine abdomen and pelvis performed. Neurosurgical consult placed and will be in to evaluate patient.  "
        }
    ],
    "Compression Fracture (SP-11.1)": [
        {
            "annotator_id": 5,
            "paragraph_one": "Evaluation for chronic right-sided low back pain with radiation to the right lower extremity and anterior thigh. Patient has a history of lumbar compression fracture and states over the past 2 months, the pain has increased. The patient has noticed progressive weakness in the right leg with some numbness and tingling. On exam there is notable atrophy to the right quadricep compared to the left. The patient does have a lumbar X-ray which shows compression fracture at L1, and disc degeneration throughout the spine. The patient reports needing to limit activities of daily living most days due to the pain. The patient has severe pain with bending and twisting motions. The patient is unable to work due to pain and receives disability benefits. The patient takes over the counter medications along with gabapentin and flexeril. Will order an mri and refer patient to either neurosurgery or pain management based on results. ",
            "paragraph_two": "Here for acute back pain after trying to lift a small table. Soon after lifting the patient immediately felt pain in lower back. The patient reports feeling stiff and tender in back region since event. Patient has a history of degenerative disc disease. The patient has been taking Tylenol and lidocaine patches for pain, along with ice and heat therapy. We discussed adding tramadol for pain management and I am referring patient to physical therapy. I provided instructions during our visit on gentle stretching exercise. Upon assessment patient has tenderness throughout lumbar spine region. Xray post office visit showed a moderate compression fracture deformity of the L2 vertebral body. It is unclear if this compression fracture is new or old. I recommend obtaining an MRI of the lumbar spine. "
        },
        {
            "annotator_id": 36,
            "paragraph_one": "Reason for visit.  Hospital follow up for recent diagnosis of lumbar compression fractures and intractable back pain. Patient is 76-81 with chief complaint of low back pain consistent with healing compression fractures. Patient was admitted at a local hospital for 3 days for pain management for confirmed L3-4 pathological compression fractures. Patient states the pain is dull, aching with sharp shooting pain upon twisting movements. Continues to use a cane to assist with ambulation and balance. Physical exam benign except for pain with palpation and twisting in lumbar back region. No crepitus or step offs palpated in lumbar spine. PMH HTN, Obesity, Osteopenia, Osteoarthritis. No past surgical history. Patient is using ice, prescribed pain medication (Hydrocodone) and occasional muscle relaxer (Cyclobenzaprine) to alleviate pain symptoms. Patient states tolerable pain level is 3/10. Assessment and Plan Continue pain management with medications, positioning and ice to affected area. Return to office in 6 weeks for continued follow up. Patient will notify the office with worsening symptoms including unmanagable pain, radiculopathy to lower extremities or bowel or bladder incontinence. Patient agrees with plan of care described above. ",
            "paragraph_two": "Reason for visit Follow up pathological compression fractures L3,4,5. and patient is between 60-65 currently undergoing treatment for multiple myeloma with local Oncology team. Patient reports severe low back pain after a standing height fall 3 weeks prior. Patient was evaluated at the local Emergency Department where he was treated for pathological compression fractures of the lumbar spine. Prior imaging skeletal survey upon diagnosis of multiple myeloma revealed multiple lytic lesions throughout the whole body including lesions identified in the lumbar spine. Patient states that the pain is aching non radiating 4/10 at rest. Physical exam is positive for lumbar back pain with palpation. Currently using topical lidocaine patch, narcotic pain meds ( Oxycodone) and heat for pain relief. Assessment and Plan Continue current pain management as described above. Patient will follow up in 6 weeks for follow up. Patient will call if new or worsening symptoms. "
        }
    ],
    "Spondylolisthesis (SP-8.2)": [
        {
            "annotator_id": 6,
            "paragraph_one": "Patient reports pain in lower back that is worse when standing or walking and is relieved when sitting or bending forward. The pain radiates into right buttocks, and right thigh and is sharp and sometimes tingling in natures. Patient denies known injury or trauma and states the pain has been progressive for the past 16 months. The patient reports inability to walk for prolonged periods of time due to the pain. Upon assessment lumbar alignment is normal, gait appears normal at this time and lower extremity strength is 5/5 bilaterally. Patient has been taking over the counter medications without relief. Lumbar Xray will be obtained and a prescription for prednisone and flexeril has been sent to the patients pharmacy. Xray results will be evaluated and then it will be determined if the patient is a good candidate for physical therapy or an MRI. The patient has recently lost 50lbs. ",
            "paragraph_two": "Patient reports pain in lower back, buttocks and bilateral anterior thighs. Reports the pain started 2 months ago with no known injury. The patient states the pain has gradually been getting worse and recently had to stop working due to the pain. The patient reports having had multiple falls. For pain management patient has a pain contract with his primary care provider. The patient takes over the counter Tylenol and ibuprofen along with flexeril and prednisone. In the office the patient is crying and reports pain is a 10/10. Alignment of spine appears normal upon assessment, gait is limping and deep tendon refluxes are intact. Previous MRI shows severe loss of disc height and hydration at L2-L5. Plan for spinal injections for pain management, we will follow up with patient in 2 weeks. "
        },
        {
            "annotator_id": 38,
            "paragraph_one": "HPI Low back pain secondary to Grade III spondylolithesis level of L2-3 confirmed by Xray 3 weeks ago. Patient is 76-81 year old with history of chronic low back pain and degenerative disc disease of the lumbar spine. PMH HTN, Osteoporosis, DDD of lumbar spine. Surgical history laminectomy of L4-5 greater than 10 years ago. Patient denies mechanical fall, twisting or bending injury. Patient denies radiculopathy symptoms to lower extremities. Pain is described as dull aching rated 6/10. Currently using OTC mediation and ice for pain relief. Assessment and Plan Implement more comprehensive pain management with medication and PT. RX Oxycodone 5 mg 3 times daily as needed for pain greater than 6/10, ice/ heat to affected area and Physical Therapy referral. Discussed corticosteroid injection for pain relief patient declined. Discussed surgical intervention if pain is not relieved with above plan of care. ",
            "paragraph_two": "Reason for visit low back pain without radiculopathy for 4 weeks. Patient is between 14-19 athlete post season football with significant low back pain located in the lumbar region. Patient is a offensive lineman for the local football team. Patient describes the pain as constant without alleviating factors. Lumbar Xrays reviewed prior to visit with evidence of spondylolisthesis at the level of L4-5. The vertebrae at malaligned without evidence of nerve compression based on patient symptoms or lack thereof. Patient denies numbness and tingling in bilateral lower extremities. Positive DTR in bilateral lower extremities, denies weakness or feeling of legs \"giving out\". Patient reports a pain level of 3/10 at rest pain is exacerbated with bending over and standing for long periods. Exam benign pain with palpation of lumbar spine no crepitus or step offs appreciated. Assessment and Plan Continue OTC meds, ice and heat for discomfort. Recommend a trial of Physical Therapy for stretching and muscle strengthening. May require corticosteroid injections if PT does not improve the symptoms. Patient agrees with the plan of care and may try a lumbar support device to help with LBP symptoms. Return as needed for worsening or not improving symptoms. "
        }
    ],
    "Multiple Sclerosis, Suspected (HD-16.1)": [
        {
            "annotator_id": 7,
            "paragraph_one": "Patient had a clinical onset of multiple sclerosis in 2019 when developed vertical nystagmus. A previous MRI from February 2020 showed T2 Flair lesions consistent with a diagnosis of demyelinating disease. No prior MRI is available for comparison. Basic serology reviewed was normal, the patients ANA and RF negative. The patient reports pain in her legs and some numbness and tingling to right thumb. The patient reports her leg pain takes a long time to resolve after she gets home from work. The patient also reports grip issues and reports dropping things frequently. The patient has occurrences of blurred vision that are self resolving. The patient reports trouble with balance and is fearful of falling at home. Their gait is normal upon assessment, denies pain at time of exam and is awake, alert and oriented. ",
            "paragraph_two": "Patient is being evaluated for a follow up of Multiple Sclerosis. The patient is currently taking teriflunomide and reports she has not missed any doses since out last visit. Their most recent MRI did not show any new lesions and she reports her symptoms have stabilized. They have continued to have ongoing issues with dropping things and grip strength, but states this issue has not worsened. The patient has slight numbness and tingling to left forearm that has slightly improved since our last appointment. They are happy to report that they have continued to ski throughout the winter, but feels extremely fatigued after and it takes several days to recover. I will order a repeat MRI in 6 months, labs work and patient is to continue taking teriflunomide. Examination of reflexes in upper and lower extremities are normal. Gait assessment is normal and improved since last visit. "
        },
        {
            "annotator_id": 40,
            "paragraph_one": NaN,
            "paragraph_two": NaN
        }
    ],
    "Scoliosis or Kyphosis (SP-14.1)": [
        {
            "annotator_id": 8,
            "paragraph_one": "The patient has thoracolumbar degenerative kyphoscoliosis. The patient has had progressive lower back pain with difficulty standing upright. The patient stands with a stooped forward gait and is severely limited by the pain. They have tried epidural steroid injections that have helped some with his right leg pain. In the last year the patient has also noted neck pain and progressive right arm and bicep weakness. The patient has not had a recent MRI of his cervical spine. The patient denies any numbness or tingling to arms or legs, grips strengths on upper extremities are 5/5 on the left and 4/5 on the right. Lower extremities strength is 5/5 bilaterally with intact deep tendon reflexes. Patient will need an MRI of the spine. Educated patient on over the counter pain management and encouraged them to take Tylenol for pain. Patient reports difficulty performing ADL's and I have arranged for patient to have a home health nurse contact them. ",
            "paragraph_two": "The patient has congenital scoliosis and has had a spinal fusion at the age of 5. The patient required a regions spinal fusion last year. The patient denies any back pain and does not have any restrictions secondary to his condition. He denies any issues with his bladder or bowel, gait is normal and do athletic activity. The shoulders are equal and level, no rib prominence noted and there is no trunk angle or rotation. Range of motion assessment on lower extremities shows limited flexion extension, however the patient is able to laterally bend and twist without difficulty. PA and lateral X-ray of the spine reviewed and there is fixation of T7-L1 to control kyphosis with no change in the hardware alignment compared to 1 year ago. "
        },
        {
            "annotator_id": 21,
            "paragraph_one": "Patient has a history of congenital scoliosis with spinal fusion.  The patient presents for evaluation of his scoliosis.  The patient had a spinal fusion in [LOCATION] at age 5.  \nI recommend referral to a spine surgeon for this patient.  This is based on consideration of the magnitude of the spine deformity and the patient’s current skeletal maturity. The patient has also had recent symptoms of incontinence.  I described the natural history, prognosis, and treatment options for this diagnosis. We addressed the management of his scoliosis/spinal curvature. This is a developmental or congenital problem with the risk of progression/significant complications. This is a chronic problem not yet at treatment goal. I Independently reviewed their X-ray dated [DATE]. Based on the patient's age, clinical exam, history, and available imaging, no bracing is recommended at this time. This patient requires continued radiographic and/or clinical monitoring, as the patient\ncontinues to be at risk for progression/worsening that may necessitate bracing or surgical intervention. \n\n",
            "paragraph_two": "Patient obtained AP and lateral scoliosis x-rays that again demonstrate the rod fracture. The patient does appear to have progressive degenerative disease at the adjacent segments and certainly appears to be standing with a more kyphotic posture. I did review these films with the patient in the office today. Patient is between 61-66 who presents today with worsening posture and pain in the upper thoracic spine.   I do think that further imaging would be appropriate as the patient feels that his posture is changing. I would like to reCT his lumbar and thoracic spine as he is having paresthesias throughout the upper back. I do think an MRI of the thoracic spine would be appropriate as well. The patient will get this additional imaging completed and we will follow up with him pending those results. Additionally, we did talk about his activity and where he is doing some forward flexing with weights in the gym. I would like the patient to stop that. We talked about various different strengthening exercises that put less strain on his construct, which the patient will do in the meantime. We will see him back pending his imaging results."
        }
    ],
    "Spinal Cord Stimulator Placement/Removal (SP-16.3)": [
        {
            "annotator_id": 9,
            "paragraph_one": " A spinal cord stimulator would be placed to help manage the patients chronic back pain condition when other treatment options have not been successful. The electrical current from the stimulator will stimulate the nerves in the area that the pain is felt. These small electric impulses help reduce pain because they mask the pain signals before they reach the brain. It is device specific if they use low-frequency or high frequency pulses. The goal of these devices is to eliminate pain by 50-70%, they will not eliminate pain completely. Spine stimulation does not work on every patient. Spinal stimulators need to be placed every 2-5 years depending on battery life. ",
            "paragraph_two": "I apologize, but I do not think I have enough knowledge on this topic to write a second paragraph and we do not have any cases that I can reference for this specific indication. See paragraph one for all I know. "
        }
    ],
    "Syringomyelia, Initial imaging (SP-13.1)": [
        {
            "annotator_id": 10,
            "paragraph_one": "The patient reports worsening upper neck pain with left extremity radiating pain. The patient also reports weakness and numbness to left arm. The patient plays an instrument and states that the fingers on the left hand lock and the fingers claw on the left side, including the middle finger, ring and pinky finger. The patient reports chronic imbalance and has had issues with falling. The patient denies any issues with bladder or bowels. Patients initial MRI of the cervical spine showed Chiari malformation with cervicothoracic syrinx. Motor power of the upper extremities with the left upper extremity was 5/5 with the deltoid, biceps and 4/5 of the left triceps, with intrinsic hands about 3/5. The patient had a positive Romberg and no significant difficulty with tandem gait. The patient presents to us with upper extremity weakness, upper neck pain, gait dystaxia due to Chiari I malformation with tonsillar ectopia of over a centimeter below the foramen magnum with a helicoid syrinx. We recommended occipital decompression, C1 laminectomy, a duraplasty.",
            "paragraph_two": "Initial MRI findings show a constellation of findings compatible with Chiari I malformation including low position of the cerebellar tonsil, large partially seen cervical cord syrinx. The patient is between 44-49 and right handed with minimal medical history who presents for evaluation of hand tightness, pain, and spasms. For about a year, the patient has had progressing feeling of tightness in the left hand. Patient states the left hand is now in constant pain (primarily thenar muscles). It aches and is tight. The left hand tends take a cupping posture but with the thumb opposed. At times, it can spasm even tighter in this position. The patient states the hand is tightest in mornings. The more he patient moves it (although it hurts), the looser it gets throughout the day. When the patient tries to fully open the left hand, there is some shakiness. No tremor at rest but the thumb may slightly twitch at times.\n"
        },
        {
            "annotator_id": 42,
            "paragraph_one": "HPI Follow up visit syringomyelia. Patient is 33-38 with known history of syringomyelia diagnosed 2 months ago by MRI Cervical Spine imaging. Patient symptoms include muscle weakness, Decreased DTR of upper extremities, decreased sensation of bilateral upper extremities, occasional headaches, upper back stiffness, intermittent neck pain. The patient describes the pain as aching and exacerbated with twisting motion of the neck and upper back. No evidence of scoliosis of the upper spine. Pain management with OTC meds, ice and heat to affected area of upper back and neck. Patient states the pain is getting worse at level of 7/10. The pain is causing issues with ADL's and is requesting a stronger pain medication. Assessment and plan syringomyelia of cervical region extending to upper back. Advised to continue comfort measures as needed for pain. RX oxycodone 5 mg 3 times daily as needed for severe pain, cyclobenzaprine 10 mg 3 times daily for muscle spasms. Follow up in 3 weeks to evaluate effectiveness of medications for pain control. If symptoms worsen will discuss surgical intervention at follow up visit. ",
            "paragraph_two": "Reason for visit follow up for documented presence of syringomyelia in the cervical spine at the level of C4. Patient between 44-49 patient initially presented with upper extremity pain and muscle atrophy of the deltioids and triceps bilaterally. Decreased DTR of upper extremities. Noted decreased sensitivity of upper extremities. Muscle stiffness of upper back, shoulders and arms. Denies headache at this time. PMH Hyperlipidemia, DDD, RAD. Surgical History Hysterectomy ( 2014), Cholecystecotmy (2010), C-section X3. Patient   reports that the symptoms are affecting their ability to complete normal activities of daily living related to pain and the profound weakness of the upper extremities. Assessment and plan syringomyelia with debilitating symptoms. Discussed surgical options for treatment. Patient is agreeable to pursuing surgery in the near future. Continue pain management measures. "
        }
    ],
    "Ankylosing Spondylitis (SP-6.2)": [
        {
            "annotator_id": 11,
            "paragraph_one": "The patient is between 38-43 comes to office with the complaint of gradually progressive lower back pain. The patient reports the pain wakes him up at night and states his spine feels stiff in the morning. Upon assessment noted kyphosis with a stooped forward posture. The patient is unable to perform lateral and anterior flexion of the lumbar spine and is tender over the sacroiliac joint. I performed a Schober's test and it was positive. A diagnosis of Ankylosing Spondylitis was made based on serum lab results and a series of spinal radiographs. Since the patient already had established spinal deformities the pain and symptoms will be managed with pain medications and physical therapy. The patient locates pain mostly over lower back region. ",
            "paragraph_two": "The patient is between 17-22 who presented to the office with lower back pain. The patient reports that pain is worse in the morning or if he has a day of inactivity. The patient has no other medical history and is an active male. Lumbar Xray's obtained in the office showed no evidence of joint involvement. We are recommending obtaining a lumbar MRI. Serum values have been drawn including an HLA-b27 to rule out early stages of Ankylosing Spondylitis. Patient educated to continue to be active, as tolerated. Over the counter pain medications such as Tylenol may help. Stretching exercise's reviewed  and a referral to physical therapy have been made. Schober Test was performed and my findings are positive. "
        }
    ],
    "Soft Tissue Mass (MS-10.1)": [
        {
            "annotator_id": 12,
            "paragraph_one": "A patient between 48-53 presents  for evaluation some type of cyst under the right great toe. Noticed this about 2 months ago. Denies any known injury and does not recall stepping on anything. It feels like it is under the skin. The patient states that the patient doesn't always feel it with shoes, but definitely will notice it when barefoot which the patient usually tries not to be. No swelling noted to foot upon exam. The patient reports the size of the cyst has not changed and says its not getting worse or bigger. The patient reports mild discomfort but doesn't impede walking. There is a very small subcutaneous nodule or mass to the plantar medial aspect of the right hallux. It is not visible under the skin but can be palpated. It is mobile and upon palpation feels like the size of a small pea. It is firm to touch and it is within the soft tissues of the toe, not connected to bone. The cyst is distal to the IP joint.",
            "paragraph_two": "The patient is here for evaluation of a mass over the left ring finger.\nThe patient first noted the mass 2 years ago. Is gradually increasing in size and large. The patient had a number of photographs to show me. There is a 1.4 cm mass over the ulnar aspect near the DIP joint of the left ring finger. The patient has full digital range of motion. The patient has a mass over the area of the DIP joint of the left ring finger. It feels very firm and more firm than I would expect mucous cyst. It may represent a giant cell tumor. We are going to get an MRI. I will see the patient back after the MRI. Extremity assessment 5/5 motor strength with 2+ distal pulses."
        },
        {
            "annotator_id": 43,
            "paragraph_one": NaN,
            "paragraph_two": NaN
        }
    ],
    "Syringomyelia, Follow up imaging (SP-13.2)": [
        {
            "annotator_id": 13,
            "paragraph_one": "Patient is seen for follow-up and to review cervical spine MRI findings with and without\ngadolinium to reevaluate the syrinx in the spinal cord. The patient has had lumbar injections and therapy and reports some modest improvement but has not proceeded through cervical injections or therapy pending the results of the MRI scan. They deny new neurologic symptoms and reports occasional fleeting paresthesia's in the arms and hands but no persistent deficit. Musculoskeletal assessment is positive for back pain and neck pain. Negative for falls, joint pain and myalgias. Neurological assessment is negative for dizziness, tingling, tremors, sensory change, speech change, focal weakness, seizures, loss of consciousness, weakness and headaches. There is persistent paracervical spasm with limited range of motion. There is medial scapular tenderness bilaterally. Spurling's maneuver is deferred. The patient continues to have cervical and lumbar symptoms after injury and has a stable syrinx which is either congenital and aggravated by the accident or posttraumatic in nature.",
            "paragraph_two": "The patient has history of suboccipital decompression and C1laminectomy.The patient presents to us with history of worsening upper neck pain and headaches. The headaches are Valsalva induced. In addition to that, the patient has been complaining of chronic symptoms of upper and lower extremity weakness and gait dystaxia, in\naddition to intermittent numbness in the hands. Patient also stated that the patient has some dysphagia, but this also has been chronic. All these symptoms have been chronic in nature, except for the worsening headaches. The patient stated that after the surgery, the symptoms improved for a year; however, the headaches have been worsening over the past several years. The patient most recent imaging is from 2018. The past medical history includes  Chiari with syrinx. The patient is between 18-23 who has history of Chiari decompression, suboccipital decompression, C1 laminectomy. The patient has also cervical syrinx, presenting with worsening neck pain and headaches."
        }
    ],
    "Inflammatory Spondylitis (SP-10.2)": [
        {
            "annotator_id": 14,
            "paragraph_one": "This topic/ Indication is the same as line 12 \"Ankylosing Spondylitis\" ",
            "paragraph_two": NaN
        },
        {
            "annotator_id": 26,
            "paragraph_one": "Same as Ankylosing Spondylitis (SP-10.2)",
            "paragraph_two": NaN
        }
    ],
    "Headache (HD-11)": [
        {
            "annotator_id": 15,
            "paragraph_one": "The patient is between 38-43 that was evaluated via telemedicine for headaches. The patient reports its worse when it is hot outside, sunlight tends to be trigger. Reports that in the last 2 months has had 4 days of headaches per 30, before was 3-4 per week. The patient takes Rizatriptan as needed and states it helps but a  few times had to take a 2nd dose. States at that a  few times this month the patient had to go home from work and rest. The patient also takes Reglan when nauseated. Neurological assessment is positive for dizziness, tingling (with numbness in hands) and headaches. Diagnoses for this visit is ophthalmoplegic migraine, not intractable. Advised patient to continue Maxalt up to twice daily as needed, continue Reglan as needed for nausea and Nurtec 75mg as needed at onset of migraine.",
            "paragraph_two": "The patient is between 40-45 who is being evaluated for the past 1 month  having right sided occipital headaches. Reports they are not constant in nature but daily and rates them a 6/10. The patient denies vision changes, weakness, numbness, balance problems. The patient does feel pain radiate down neck or shoulder at times. Reports the patient's mother had a history of ruptured cerebral aneurysm, one of the children had Chiari malformation that was operated on at age 2 (presented with headaches). Neurologic assessment findings are the patient is alert and oriented, Neurological function grossly intact, Cranial nerves 2-12 grossly intact, Gait normal. The head pain is not reproducible. Occipital headache, new and daily for 1 month and clinically seems consistent with occipital neuralgia. However the patient does have family history of both cerebral aneurysm as well as Chiari malformation. The patient neuro exam is normal today which is reassuring. However given new daily headache and family history will order MRI/MRA to evaluate. "
        }
    ],
    "Trauma (Lumbar) (SP-6.2)": [
        {
            "annotator_id": 17,
            "paragraph_one": "The patient is following up after the L5-S1 epidural steroid injection on [DATE]. Since the injection the patient no longer has left-sided symptoms and the patient is no longer experiencing right leg pain. At first the patient had about a 20% relief in the primary areas of pain complaint which are the low back pain that radiates into the right hip and buttock.  Two weeks ago the patient had an exacerbation of the low back pain that was associated with spasms however it has not continued to escalate and the pain continues to be intermittent. There is no pain when the patient is not moving. The patient notes increased pain with bending, running, driving a bumpy road or positioning herself in a recliner position, or standing or in any 1 position for long periods of time. This past week the pain has started to worsen again back to its baseline level. Their pain scores can range from a VAS of 2 or 3/10 while the patient is lying still and doing nothing. With any movement she starts to experience right low back pain and it can escalate up to an 8/10. There is on and off muscle spasms in the right side of the low back. The patient is in control of the bladder. I have reviewed the MRI lumbar spine from [DATE] which reveals disc space narrowing and bulging disc at L5-S1 with abutment of the right S1 nerve root.  Current medications include ergocalciferol,  gabapentin,  levothyroxine, and  Valacyclovir.  Review of MRI lumbar spine from [DATE]   reveals disc space narrowing and bulging disc at L5-S1 with abutment of the right S1 nerve root. The EMG from [DATE]  shows the right L5-S1 radiculopathy. Recent Office Notes & Dates, Physical Exam Results & Dates are within the last 60 days.\n ",
            "paragraph_two": "The patient presents with 7 to 8-month history of pain located over low back, right hip and into right knee after a fall at the grocery store. The patient has moderate sharp pain that starts over the right posterior hip and travels occasionally down into the foot. The patient has occasional weakness and trouble with balance. The patient has been doing physical therapy for 8 weeks. The patient has not returned to work. Despite this, the symptoms persist. The patient also has a moderate ache in the mid back. No symptoms of bowel\nor bladder incontinence. Patient reports no saddle anesthesia. Current conservative treatment includes physical therapy, heat, and medications of tramadol and ibuprofen. I will also place the patient on Mobic. We will get an MRI of her lumbar spine to determine next steps based on MRI results. "
        },
        {
            "annotator_id": 34,
            "paragraph_one": "HPI age between 40-45 status post traumatic injury to Lumbar spine after falling off a roof he was working on 3 weeks ago. Patient reports ongoing pain localized to L3-5 region. Denies radiating pain to lower extremities. Describes the pain as aching with intermittent sharp, stabbing located in the lower back. Pain is moderately relieved with ice, rest and NSAIDS.  Exam is benign for radiculopathy to bilateral lower extremities. Exam is positive for decreased range of motion related to severely shortened bilateral hamstrings. Assessment and Plan 6 week course of Physical Therapy focusing on hamstring stretching and strengthening lower back muscles, continue NSAIDS, ice and rest. Patient requests a work note for light duty. Work note issued for light duty no heavy lifting, twisting or prolonged standing ending the 6 weeks of PT. Rx Naproxen 500mg 3 times daily with food. Follow up in 6 weeks to monitor effectiveness of above interventions. Patient will call with worsening symptoms. ",
            "paragraph_two": "HPI Hospital follow up. Patient is between 72-77 return visit for compression fractures L1-3 S/P fall from standing height 6 weeks ago. PMH: HTN, CAD, Osteoporosis, Right Hip Replacement 6 years ago. Patient continues to use a walker to assist with ambulation states \"I am not completely steady on my feet\". Describes pain in lower back as dull/aching 4/10 scale and states \"is tolerable\". Patient continues to use ice, Tylenol 1 gm every 6 hours as needed for discomfort. The pain does not interfere with activities of daily living. Has a home health aid 3 times weekly to assist with bathing and light household tasks. Patient remains in good spirits and feels that the patient is healing well. Assessment and plan Continue with plan of care noted above. Advised to return if symptoms worsen or inability to ambulate. Follow up in 6 weeks for further evaluation. "
        }
    ],
    "Myelopathy (SP-7.1)": [
        {
            "annotator_id": 18,
            "paragraph_one": "The patient is between 49-54 year old who presents today for evaluation of low back and right leg pain . The patient states a history of symptoms dating back to childhood although states that the symptoms worsened and became more consistent in [DATE]. The patient reports pain in the lower back which radiates into the buttock bilaterally, into the right hip and down the lateral aspect of the right leg to their ankle. The patient notes numbness and tingling in the same distribution as their other pain as well as intermittent numbness and tingling in both feet. The patient denies any weakness, bowel or bladder dysfunction, but has problems with balance or hand clumsiness. Over the last year, the patient has undergone physical therapy for approximately 3 months without improvement. The patient continues to do a home exercise program. The patient was also seen by a chiropractor last year and underwent adjustments without any change in symptoms. The patient was given muscle relaxers in the past which provided mild temporary relief. The patient continues to take ibuprofen on a regular basis. The patient presents today after relocating from [LOCATION] for further evaluation. The patient denies any prior surgery on the lower back. The patient describes his pain as a sharp, shooting, burning pain which is worsened with all positions. There is diffuse tenderness to palpation over the lumbar spine. There is limited range of motion of the lumbar spine associated with pain. The current medication include gabapentin 600 mg tablet [DATE], gentamicin cream [DATE], and hydrocodone-acetaminophen [DATE] [DATE].\n",
            "paragraph_two": "I had the pleasure of conducting a telehealth phone visit with the patient in follow-up today to discuss their recent imaging results. Briefly, the patient has low back pain radiating into the right hip. The oral steroids prescribed in the office provided some improvement, though the pain remains bothersome. The patient has adjacent segment degeneration at the L2/3 level with a stepwise listhesis there, resulting in foraminal stenosis. We talked about the conservative treatment paradigm, and how I would strongly advocate for a core strengthening regimen particularly where the patient is seated much of the day due to longstanding weakness in the lower extremities. We also discussed the potential benefit of an injection at that L2/3 segment, and where the pain is improved following the course of oral steroids the patient will defer that recommendation for the time being. We discussed the increased weakness in the lower extremities found on exam while in the office, and I do not appreciate a structural spine source for that symptom. I also have a low suspicion it would be due to progressive cervical stenosis where the patient had no other abnormal findings on exam from an upper motor neuron perspective. The patient has not appreciated any significant change in the lower extremity strength since the prior office visit with us in [DATE], as the patient does not attempt weight bearing with the lower extremities. We discussed the concept of an extension of fusion to address the adjacent segment, and is  certainly hoping to avoid that. We talked about re-imaging the cervical spine where she has known stenosis there, to evaluate whether that might need to be addressed prior to a lumbar intervention should the lumbar symptoms progress to be refractory to conservative intervention. "
        }
    ],
    "Spinal Lesion, Other (SP-2.8)": [
        {
            "annotator_id": 19,
            "paragraph_one": "Cannot find any cases of this in Tableau and do not know enough about it to write an annotation.",
            "paragraph_two": " "
        }
    ],
    "Surgery less than 6 months ago (Laminectomy and Discectomy) (SP-15.3)": [
        {
            "annotator_id": 20,
            "paragraph_one": "Patient seen today in clinic for post laminectomy [DATE] intractable pain. Patient rates pain level at 7/10. Patient states he cannot lie down without pain. The patient also reports tingling in the feet. The patient states \"hot\" feeling along the surgical site. Surgical site appears inflamed and sensitive to touch.  Current x-ray spine shows residual scar tissue which may result in postlaminectomy syndrome. Current  medications include cyclobenzaprine, methylprednisone, naproxen, HYDROcodone-acetaminophen 10-325. Ordering MRI and will adjust treatment once results are sent. Patient understood counselling and agreed to treatment plan.\n ",
            "paragraph_two": "Patient seen today in clinic for post discectomy [DATE] intractable pain. Patient rates pain level at 8/10. Surgical site appears inflamed and sensitive to touch.  Current x-ray spine shows a portion of an intervertebral disc remains. Patient is experiencing  numbness and radiating pain in right leg and toes.   Patient has a history of  Chronic Back Pain resulting in  s/p L3-S1 Fusion [DATE], Spinal Stimulator [DATE] procedures.  Patient is to start steroid medication and temporarily increase PO narcotic .  New medications include  Prednisone 60 QDay, Toradol 30 Q6Hr, Lidoderm patches,  Norco 20 Q4Hr + Dilaudid 1 PRN .  The patient was sent  home with 15 tabs of Norco & FU with pain specialist. Other medications include Baclofen 10 TID, Duloxetine 90 QDay, Pregabalin 300 BID. Plan to have patient start PT/OT  , pending progress of new medications. HYDROcodone-acetaminophen 10-325 mg per\n "
        }
    ],
    "Chronic/Stable Spine Pain (SP-1.0)": [
        {
            "annotator_id": 22,
            "paragraph_one": "Patient is seen today [DATE] in the clinic for pain in the thoracic spine. Patient reports mid-level back pain. Patient reports that there is no injury or accident causing the pain.  The patient has had MRIs of the thoracic spine in the past. Outside images previously performed:  MRI thoracicspine from [DATE] that was positive for retrolisthesis T2 and T3. The patient is counseled that there is a concern for thoracic spine pathology due to several month history of spine pain without any resolution.   Also, The patient can take OTC NSAIDs as needed for pain and recommend physical therapy exercises.  Xray thoracic spine showed no identified thoracic spine fracture or malalignment. Current medication noted is  MELOXICAM 15 MG oral tab started [DATE].\n \n ",
            "paragraph_two": "The patient presents with 2 year history of pain located over low back, right hip and into right knee. The patient has moderate sharp pain that starts over the right posterior hip and travels occasionally down into the foot. The patient has occasional weakness and numbness in the toes. The patient has been doing physical therapy for 8 weeks.   Despite this, the symptoms persist. The patient also has a moderate ache in the mid back. No symptoms of bowel or bladder incontinence. Patient reports no saddle anesthesia.\nCurrent conservative treatment includes physical therapy, heat, and medications of tramadol and ibuprofen. I will also place the patient on Mobic. We will get an MRI of their lumbar spine to determine next steps based on MRI results. "
        }
    ],
    "Spondylolysis (SP-8.1)": [
        {
            "annotator_id": 23,
            "paragraph_one": " Patient is seen today [DATE] in the clinic for pain in the lumbar spine. Patient reports lower back pain. Patient reports that there is no injury but does workout at the gym 5 days a week. The patient has had MRIs of the lumbar spine in the past. Outside images previously performed:  MRI lumbar spine from [DATE] that was positive for spondylolysis aa L4 and S3. The patient is counseled that there is concern for increased lumbar spine pathology due to several month history of spine pain without any resolution.    The patient can take  OTC NSAIDs as needed and muscle relaxant for pain. I also recommend physical therapy exercises and decreasing workouts until pain is alleviated.  Xray Lumbar spine showed lumbar spine fracture or malalignment to be indeterminant.\n ",
            "paragraph_two": "The patient  who presents today for evaluation of low back and right leg pain.  The patient reports pain in the lower back which radiates into the buttock bilaterally, into the right hip and down the lateral aspect of the right leg to his ankle. The patient notes numbness and tingling in the same distribution as his pain as well as intermittent numbness and tingling in both feet. The patient denies any weakness, bowel or bladder dysfunction. Over the last year, the patient has undergone physical therapy for approximately 3 months without improvement. The patient was given muscle relaxers in the past which provided mild temporary relief. The patient continues to take ibuprofen on a regular basis. The patient denies any prior surgery on the lower back. The patient describes the pain as a sharp, shooting, burning pain which is worsened with all positions. There is diffuse tenderness to palpation over the lumbar spine. There is limited range of motion of the lumbar spine associated with pain. The current medication include gabapentin 600 mg tablet 3 [DATE], gentamicin cream [DATE], and hydrocodone-acetaminophen [DATE] [DATE]. The primary diagnosis Cervical spondylosis with myelopathy. Plain x-rays were negative for stress reaction. Requesting a SPECT bone scan for assessment of changing symptoms.\n"
        }
    ],
    "Ankylosing Spondylitis (SP-10.2)": [
        {
            "annotator_id": 24,
            "paragraph_one": " Patient is seen today [DATE] in the clinic for suspected inflammatory spondylitis. Patient reports reduced flexibility in his spine. The patient also has a hunched-forward posture . The current medication include gabapentin 600 mg tablet 3 [DATE].  OTC NSAIDs can be taken as needed for pain. I also recommend physical therapy exercises for pain and increased flexibility of spine.  Xray thoracic spine was unequivocal for diagnosis. It is necessary for an MRI without and with contrast of the affected spinal region for definitive diagnosis. Counselled patient of findings and plan. Patient stated understanding and compliance with plan.\n ",
            "paragraph_two": "Patient is seen today [DATE] in the clinic for pain in the lumbar spine. Patient reports lower and mid back pain. The patient is counseled that there is concern for increased lumbar spine pathology due to several month history of spine pain without any resolution. Also, it was noted on physical exam that patient has a hunched-forward posture. patient also exhibited limited flexibility and movement in the spine. Current conservative treatment includes physical therapy, heat, and medications of tramadol and ibuprofen. I also recommend physical therapy exercises to decrease pain and help with flexibility in his back.  Xray Lumbar and thoracic spine showed  to be non-diagnostic. MRI without and with contrast is needed to complete diagnostic process.\n "
        }
    ],
    "Chiari I Malformation (HD-5.1)": [
        {
            "annotator_id": 25,
            "paragraph_one": "Patient visit is for chiari malformation. Patient was diagnosed many years ago, around age 13. Patient states new onset of headaches. The headaches radiate from the back of the head down into the neck and spine. Rates pain at 9/10 when acute. OTC pain medications have little effect on pain. It is suspected that the patient may have some spinal cord pathology. For initial evaluation an MRI Brain  without and with contrast (CPT® 70553) and MRI of the entire spine without contrast (CPT® 721410) will be ordered to further evaluate the patient's symptoms. Will plan treatment once results of radiology testing are completed.",
            "paragraph_two": "Patient appointment is for pre-op preparation. Patient has had chronic pain in back of head for many years. Pain has started to radiate into the spinal area. Patient states they have difficulty lying down and has poor sleep quality. Conservative treatments have little effect on pain management. Patient decided to pursue surgery to improve quality of life and reduce pain.  An MRI Brain without and with contrast (CPT® 70553) will be ordered to review status of Chiari formation prior to surgery. "
        },
        {
            "annotator_id": 44,
            "paragraph_one": NaN,
            "paragraph_two": NaN
        }
    ],
    "Sacro-Iliac Joint Pain or Sacroiliitis (SP-10.1)": [
        {
            "annotator_id": 27,
            "paragraph_one": "Patient is in clinic today [DATE] with hip pain. Patient states that pain has changed. It is worse after a fall onto the buttocks. On exam, noted there is moderate left tenderness over the greater trochanters or TFL. ROM of the hip in flexion, external rotation, internal rotation is full and symmetric bilaterally without pain. Focal and severe tenderness over the left PSIS. Pain with P4, Scour, FABER, iliac compression, and Gaenslen's are positive as consistent with Laslett's assessment. Office of Dr. [PERSON] called at [NUMBER] to confirm no screws.  Pain is currently still most focused at the left PSIS, but the patient has a hard time sitting. No lumbar shift or standing posture abnormalities. No notable asymmetry or atrophy in the lumbar paraspinal muscles. Some pain with flexion severe tenderness in the left lumbosacral junction and PSIS. Current medications are  gabapentin (NEURONTIN) 300 MG  and  meloxicam (MOBIC) 7.5 MG. CT pelvis without contrast results are severe, unilateral left-sided sacroiliitis. No underlying mechanical cause identified. No secondary signs of infection. Further evaluation with sacral MRI with and without gadolinium suggested.\n \n \n ",
            "paragraph_two": "Patient is clinic today [DATE] for follow-up visit for Sacro-Iliac Joint Pain. Patient had a prior CT pelvis without contrast [DATE] resulting severe, unilateral left sided sacroiliitis. No underlying mechanical cause identified. No secondary signs of infection. Further evaluation with sacral MRI with and without gadolinium suggested. Prior XR sacrum, coccyx [DATE] showed bilateral periarticular sclerosis, left significantly greater than right. The possibility of insufficiency fractures or healing fractures is not excluded. Recent X-ray [DATE] proved to be unequivocal for diagnosis.  An MRI or CT scan of the SI joints may provide additional information if clinically appropriate. Conservative treatment over nearly 6 months included medications of  meloxicam, gabapentin [DATE]. \n\n \n\n"
        }
    ],
    "Spinal Injections (SP-16.2)": [
        {
            "annotator_id": 28,
            "paragraph_one": "General Guidelines for multiple possibilities. Will need specific diagnosis to write annotation.",
            "paragraph_two": "  "
        },
        {
            "annotator_id": 46,
            "paragraph_one": "Reason for visit symptomatic spinal stenosis with radiculopathy to right hip. Patient is between 70-75 with worsening pain in lower back and right hip secondary to spinal stenosis. MRI of lumbar spine positive for spinal stenosis of the L2-4 region of the lumbar spine. Patient reports increasing right hip pain with sitting for approximately 6 months. Right hip Xray negative for bony abnormality and fracture. Patient has tried ice, OTC meds, NSAIDS and positioning to help alleviate pain in right hip. Patient reports that he pain is interfering with her ability to perform basic ADL's and household tasks. The patient states that the pain is worse with prolonged periods of sitting and is relieved upon standing. The patient completed a course of 6 weeks of physical therapy without significant relief of symptoms. Assessment and plan spinal stenosis with radiculopathy and pain radiating to right hip. Baseline prior to this episode of pain patient is very active walks 2-3 miles per day. Discussed treatment options and patient is willing to try spinal steroid injections to help with symptoms. Patient declines surgical intervention at this time. Will trial Gabapentin 300mg 3 times daily for associated nerve pain in the meantime. Patient is agreeable with plan of care. Schedule spinal corticosteroid injection at next office visit in 1 week.  ",
            "paragraph_two": "Reason for visit follow up corticosteroid injection of lumbar spine secondary to spinal stenosis at the level of L4-5. MRI Lumbar Spine significant for severe spinal stenosis at the level of L4-5 with nerve compression. Patient is between 65-70 with PMH of DDD, HTN, Type 2 DM, Obesity. Past surgical history Laminectomy L4-5 (2008), Hysterectomy (2000), Splenectomy (1997). Patient reports marked decrease in back pain after recent corticosteroid injection. Patient states \"I am almost back to doing my normal things without significant pain.\" Patient describes the pain as tolerable at a level of 3/10. Patient notices increased pain if the patient has periods of prolonged standing and will rest as needed. Assessment and plan post procedure follow up corticosteroid spinal injection at the level of L4-5. Continue pain management interventions as described above, Schedule second spinal injection for 1 month. Patient agrees with plan of care. Follow up 1-2 weeks after second corticosteroid spinal injection. "
        }
    ],
    "Positional MRI (SP-2.2)": [
        {
            "annotator_id": 29,
            "paragraph_one": "Additional info for procedures not used in current guidelines. \"Positional MRI is also referred to as dynamic, weight-bearing or kinetic MRI. Currently, there is inadequate scientific evidence to support the medical necessity of this study. As such, it should be considered experimental or investigational.\"",
            "paragraph_two": " "
        }
    ],
    "Headache (HD-11)   ": [
        {
            "annotator_id": 30,
            "paragraph_one": "Additional info for procedures not used in current guidelines.",
            "paragraph_two": " "
        }
    ],
    "Pain (MS-19)  Shoulder Pain": [
        {
            "annotator_id": 31,
            "paragraph_one": "Patient is a 49 years-old with chronic right shoulder pain. There is a concern for partial rotator cuff tear or biceps tendinosis. On 9/23/2020, a Multiplanar MRI of the right shoulder was performed. The results showed moderate to severe supraspinatus tendinosis with low-grade anterior interstitial tearing. There is mild to moderate infraspinatus tendinosis. There is mild subscapularis tendinosis. The teres minor is intact. There is no muscle atrophy or edema. The long head of the biceps tendon is normal in caliber and signal, and positioned within the intertubercular sulcus. There is mild glenohumeral synovitis. There is moderate subacromial/subdeltoid bursitis.  The patient has moderate to severe supraspinatus tendinosis with low-grade anterior interstitial tearing with mild to moderate additional rotator cuff tendinosis.  The patient also has moderate subacromial/subdeltoid bursitis. This would be amenable to ultrasound guided steroid injection as clinically indicated. Current conservative treatment (for over 6 weeks) includes physical therapy, heat and ice, and medications of tramadol and ibuprofen.\n",
            "paragraph_two": "Patient between 70-75 new patient here for consultation for ongoing shoulder pain that is getting worse over the last 2 years. Specifically, the last few months he has noticed weakness and pain with trying to lift anything overhead or away from his body. They state approximately 2 years ago was throwing a brick onto a pile and felt a pop their arm on the right side and developed a Popeye deformity consistent with a bicep tendon tear. The patient states previous physician offered to fix this arthroscopically but the patient did not have this done. The patient has had arthroscopic rotator cuff surgeries in each shoulder. The patient does have MRIs of both the left and right shoulder but we do not have the discs or images to review. The report does comment on a full-thickness rotator cuff tear of the supraspinatus on the right with 4 cm of retraction and muscle atrophy as well as complete tear of the long head of the biceps. Rates the pain 6 out of 10. Also has pain that travels down the back of the arm. Denies any neck pain. Does feel weak lifting overhead. No weakness in grip strength. States the patient has been doing home exercises as well as therapy exercises without significant benefit. Oral medicines do not help.  Right shoulder has a grossly normal appearance with slight popeye deformity when contracting the bicep. Rotator cuff strength testing 4/5 supraspinatus minimal infraspinatus weakness but otherwise intact. Contralateral shoulder exam does reveal comparative range of motion but also mild discomfort with supraspinatus testing but no weakness comparative to the right. Previous MRI imaging reports were reviewed a showing a supraspinatus full-thickness tear with 4 cm of retraction and muscle atrophy on the right as well as long head of biceps tendon rupture. X-rays taken in clinic of the right shoulder do show overall preserved alignment to the joint space with excision of distal clavicle from previous surgery as well as some osteophyte arthritis change in the glenohumeral joint.  We discussed treatments going forward. At this point they are significantly limited specifically due to pain and weakness on the right side with a known tear. The MRI is over a year old and he feels his symptoms gotten worse since the MRI. The patient has been working on home exercises and different therapy exercises without significant benefit at this time. We will order a new MRI for further assessment and likely possible surgical planning. The patient likely will need a reverse total shoulder arthroplasty given the previous MRI findings due to the status of his rotator cuff. Does have some mild osteoarthritic changes as well. We offered a cortisone injection for pain but they declined as they would like more definitive treatment. We will call the patient with the MRI results and discuss next steps. The patient would like to proceed. All questions were answered. The patient and the partner stated an understanding and agreed the plan."
        }
    ],
    "Lower Extremity Pain (with radiculopathy), with or without Low Back Pain (SP-6.1)": [
        {
            "annotator_id": 32,
            "paragraph_one": "Patient presents with left lower leg pain status post hemidiscectomy of L4 disc 3 months ago. Patient reports numbness, tingling and burning pain radiating to left lateral leg extending to the knee. Denies bowel/bladder incontinence or profound weakness in the leg. Exam reveals positive DTR in the bilateral lower extremities and normal leg strength bilaterally. Assessment and plan Radiculopathy status post hemidiscectomy L4 disc 3 months prior. Recommendations NSAIDS, topical lidocaine patch Physical Therapy and ice to affected area for symptom relief. Follow up in 6 weeks to evaluate effectiveness of conservative treatment. If no improvement will consider MRI Lumbar Spine. Reviewed concerning signs and symptoms including weakness, worsening pain, difficulty ambulating, bowel and bladder incontinence. Patient agrees with plan of care and will call with any change in symptoms. ",
            "paragraph_two": "HPI : Radiculopathy status post lumbar discectomy greater than 3 months ago. Patient describes pain numbness and tingling that extends to the knee on the left leg. Patient states difficulty ambulating related to pain and weakness in left leg it feels like my leg is \"giving out\". PMH:Lumbar DDD, HTN, Obesity, Lumbar discectomy, Meniscus tear L knee. Review of Systems unremarkable except noted weakness and pain in left lower leg. Marked decrease in DTR in left lower leg. Positive evidence of decreased dorsiflexion. Assessment and Plan Radiculopathy with marked motor weakness and foot drop in left lower extremity. MRI Lumbar spine, NSAIDS and rest. Follow up in one week after MRI to discuss plan moving forward. "
        }
    ],
    "Surgery greater than 6 months ago (SP-15.1)": [
        {
            "annotator_id": 33,
            "paragraph_one": "Reason for visit age between 54-59 6 months post operative lumbar decompression with microdiscectomy of L4-5 June 2022. Patient reports residual pain radiating down both legs. Denies weakness, difficulty ambulating, no evidence of foot drop. Patient describes the pain as dull aching and is worse with prolonged standing and walking. Alleviating factors include sitting, rest and ice for comfort. Physical exam is unremarkable for motor weakness, positive DTR in bilateral lower legs. Assessment and Plan NSAIDS, continue ice, physical therapy for stretching exercises and muscle strengthening for lumbar spine. Offered a lumbar support compression device to help stabilize the area and assist with pain relieving measures. ",
            "paragraph_two": "Patient presents with ongoing lumbar pain radiating to right leg status post lumbar laminectomy for severe spinal stenosis in early [DATE]. Patient describes the pain as aching, throbbing sometimes burning radiating to the right upper thigh and hip. Reports pain is better with standing and sitting for prolonged periods makes the pain unbearable at times. Has tried stretching exercises, OTC medications, and massage without long term relief. Upon exam patient not able tolerate ROM of right hip eliciting pain in the lateral hip and bursa. Discussed findings of exam consistent with bursitis in the right hip bursa. Discussed options for treatment including corticosteroid injection up to 3 doses into the bursa, Physical Therapy for stretching and strengthening and NSAIDS to decrease inflammation. Patient is agreeable to above plan of care. Assessment and Plan Bursitis Right Hip, corticosteroid injection today (see procedure note), Referral for PT and Rx for Naproxen 500mg 3 times daily take with food. Follow up in 3 weeks for second steroid injection. "
        }
    ],
    "Spinal Stenosis, Lumbar (SP-9.1)": [
        {
            "annotator_id": 35,
            "paragraph_one": "Follow up visit to discuss plan for intervention regarding new diagnosis of spinal stenosis. The patient is between 60-65 presents with symptoms and confirmation MRI Lumbar spine consistent with spinal stenosis starting at L1 vertebrae. PMH CAD, HTN, COPD, osteoarthritis in Lumbar Spine and right knee. Surgical history Lumbar laminectomy L2-3, Right knee replacement, hysterectomy and C-section X 2. Patient describes numbness, tingling and weakness in both lower legs. Positive DTR bilaterally, Positive dorsiflexion of bilateral feet. Denies bowel and bladder incontinence. Assessment and Plan Spinal Stenosis beginning at level of L1 vertebrae creating parathesias in bilateral lower extremities. Discussed surgical options to create space between the vertebrae to reduce symptoms. Patient is agreeable to surgery. Patient will require cardiac clearance dut to her cardiac and respiratory status by history. Follow up in 2 months after cardiac clearance to schedule proposed surgical intervention. ",
            "paragraph_two": "Reason for visit Follow spinal stenosis discuss options. Patient is between 81-86 presents with documented spinal stenosis starting at L3 vertebrae. The symptoms the patient describes are pain radiating to lateral right hip. Describes the pain as constant aching with intermittent episodes of burning pain into the anterior thigh. Currently taking Tylenol and ice to alleviate the pain. PMH DDD in Lumbar Spine with 3 discectomies L3-5 in distant past. Medically is healthy with no comorbities. Exam unremarkable except pain elicited with passive range of motion in right hip. Assessment and Plan Spinal Stenosis at L3 with radiculopathy and pain in right hip. Offered corticosteroid injection to assist with pain symptoms patient declined at this time. Refer to Physical Therapy to assist with stretching of the lower back. Patient is a surgical candidate due to her negative medical history however the patient is hesitant due to their age. Continue pain management with OTC meds and ice. Patient will return or call with worsening symptoms. "
        }
    ],
    "Trauma (Thoracic) (SP-4.2)": [
        {
            "annotator_id": 37,
            "paragraph_one": "Chief Complaint Upper back pain status post 6 foot fall from a tree at work. Patient is between 26-31 who fell out of tree landing on his back 2 weeks ago. Patient is currently out of work as an arborist until fully healed. Xrays reviewed at the time of injury in the Emergency Department consistent with T8-11 non displaced vertebral fractures. Mechanism of injury is mechanical fall without evidence of axial loading to the spine. PMH Hyperthyroid. Denies surgical history. The patient presents today wearing the orthotic back brace. Pain level 3/10 at rest increases with bending and twisting movements. Pain elicited with palpation of the thoracic region. No complaints of numbness, tingling or parathesias in upper extremities. Assessment and Plan continue to monitor progress with healing thoracic vertebral fractures. Maintain compliance with wearing the orthotic back brace. Continue pain medications, ice and heat for pain management. Patient is compliant with care regimen. Follow up in 4 weeks. ",
            "paragraph_two": "HPI Thoracis vertebral fractures status post MVC 2 weeks ago. Patient is between 32-37 presents today for hospital follow up after being rear ended at 35 MPH. Patient was wearing seatbelt at the time of the crash. Airbag deployment in the cab of the truck. Xrays of thoracic spine positive for thoracic vertebral process fractures at the level of T5-7. PMH Scoliosis of thoracic and lumbar spine ( as a young adult no surgery) Pain level is 2/10 at rest. Pain is exacerbated when position changes from sitting to standing. Patient is compliant with orthotic back brace and states \"I fell more stable with the brace on\". Patient is complaining of numbness in the left arm. Denies burning type nerve pain. Assessment and Plan Stable vertebral process fractures at the level of T5-7. Continue compliance with orthotic back brace, OTC medications and ice for pain management. Follow up in 6 weeks. Patient will call if numbness increases in left arm or any worsening symptoms. "
        }
    ],
    "Surgery less than 6 months ago (Fusion) (SP-15.3)": [
        {
            "annotator_id": 39,
            "paragraph_one": "Reason for visit Chronic low back pain status post spinal fusion of L4-5 May of 2022. Patient is 56-61 with a past medical history of DDD, osteoarthritis lumbar spine, Type II DM, and obesity. Patient reports increased pain in the lumbar region status post spinal fusion surgery over 6 months ago. Denies radiating pain to lower extremities. Pain is localized to the lumbar region. Rates the pain as 4/10 with activity 0/10 at rest. Patient works as a server at a local restaurant and notices increase in back pain after working long shifts. The initial post operative course was without complications. Patient states that after the surgery they felt like their back was \"stronger\" and recently feels that the pain is increasing and she is concerned the surgery was not successful. Currently taking Tylenol 1 gm every 6 hours, ice and gentle stretching for pain relief. Assessment and plan. Continue pain relieving interventions, initiate PT for stretching and strengthening exercises of lower back and hamstrings. Advised to avoid heavy lifting, twisting and bending movements. Patient has requested a light duty work note related to the above restrictions. Work note provided PT referral for PT. Return in 6 weeks to evaluate effectiveness of above plan. ",
            "paragraph_two": "HPI ongoing LBP S/P spinal fusion surgery more than 6 months ago. Patient is between 36-41 presents with persistent low back pain following surgery. PMH DDD, herniated disc L3-5 (with discectomy 2014), Spinal fusion L4-5 (2022). Patient denies symptoms of radiculopathy or parathesias in bilateral lower extremities. Positive DTR in lower extremities without evidence of decrease dorsiflexion in feet. Currently describes the pain in the lumbar region as dull aching with sharp stabbing pain with twisting and bending movements. Pain is managed with NSAIDS, ice, heat, infrared sauna, massage and stretching. Patient is concerned with the persistent LBP and the impact on his daily life living with constant pain. Assessment and Plan Arthritis of lumbar spine. Continue with pain relieving interventions as described above. Upon exam the palpation of the muscles of the lower back are very contracted and with movement illicit spasm. Recommend starting Physical Therapy for stretching and strengthening including bilateral hamstrings. Return in 6 weeks to evaluate effectiveness of interventions. "
        }
    ],
    "Multiple Sclerosis, Known (HD-16.1)": [
        {
            "annotator_id": 41,
            "paragraph_one": NaN,
            "paragraph_two": NaN
        }
    ],
    "Hemangiomas, Vertebral Body (SP-2.8)": [
        {
            "annotator_id": 45,
            "paragraph_one": "Reason for visit of a patient between 33-38 follow up incidental finding of hemanigioma at the level of L1-L2 on Lumbar Spine Xray. Patient is asymptomatic at the time of this visit. PMH Hypothyroid, Hyperlipidemia, HTN (controlled). Denies previous surgery. Discussed with patient signs and symptoms that can occur with vertebral body hemanigiomas including low back pain, low back pain with radiculopathy, numbness and weakness of the lower extremities. Patient denies any of these symptoms during this encounter. Exam positive range of motion of lower back and legs, positive DTR's in lower legs, negative for parathesias. Advised patient that typically hemangiomas remain asymptomatic. Advised patient to retun for evaluation if any of these symptoms arise. Patient agrees with plan of care. Understands the relevance of symptoms related to condition. Follow up as needed for presence of symptoms listed above. ",
            "paragraph_two": "HPI symptomatic hemangioma of vertebral body level of L2-3. Patient is a patient between 49-54 year old who presents with symptoms associated with documented hemagioma in lumbar spine. Initial diagnosis of hemangioma was 3 years ago as an incidental finding on Lumbar Spine Xray. Patient reports their symptoms started approximately 2 weeks ago. Patient describes constant low back pain located in the lumbar region. Pain radiates to bilateral lower extremities. Positive for numbness and tingling bilateral upper thighs. Marked decrease in DTR's bilateral lower extremities. Assessment and plan symptomatic hemangioma of vertebral body level of L2-3 with associated back pain and radiculopathy. Discussed treatment options including embolization, balloon kyphoplasty, radiation therapy, and surgical intervention including veterbraectomy, or laminectomy. Patient is agreeable to minimally invasive procedure to include the embolization approach. Proceed to schedule embolization procedure as soon as possible with interventional radiology. Patient will return post procedure for evaluation of intervention and symptom management. "
        }
    ]
}